actuator/AC-DBD/old/fluid_case_simple/CASE_DBD_AC/Fluid_case/constant/Air/f_el
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0/Air";
    object      f_el;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -2 -2 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    UpWall
    {
        type            zeroGradient;
    }
    LeftWall
    {
        type            zeroGradient;
    }
    RightWall
    {
        type            zeroGradient;
    }
    frontAndBack
    {
        type            empty;
    }
    Air_to_Dielectric
    {
        type            zeroGradient;
    }
    anode
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
