actuator/AC-DBD/old/fluid_case_simple/CASE_DBD_AC/Fluid_case/constant/Air/physicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      physicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

nu         	nu [0 2 -1 0 0 0 0] 0.000016;

rhoAir		rhoAir [1 -3 0 0 0 0 0] 1.1849;

forcesNames
(
f_el_1
f_el_2
f_el_3
f_el_4
f_el_5
f_el_6
f_el_7
f_el_8
f_el_9
f_el_10
);

// ************************************************************************* //
